Repository: henrikogaard/brev
Catalog: packages/BrevMail/Sources/BrevMail/Resources/Localizable.xcstrings
Source language: en
Languages: nb

source: Updating the %@ calendar failed: %@
nb: Oppdatering av %@-kalenderen feilet: %@

source: Uploading %@…
nb: Laster opp %@ …

source: Use Google IMAP/SMTP instead
nb: Bruk Google IMAP/SMTP i stedet

source: Use another mail account
nb: Bruk en annen e-postkonto

source: Use app password instead
nb: Bruk app-passord i stedet

source: Use automatic category
nb: Bruk automatisk kategori

source: Username template
nb: Brukernavns­mal

source: Uses Google's secure sign-in and the Gmail API.
nb: Bruker Googles sikre innlogging og Gmail-API-et.

source: Uses Google's secure sign-in to connect this mailbox.
nb: Bruker Googles sikre innlogging for å koble til denne postkassen.

source: VISIBLE MAILBOXES
nb: SYNLIGE POSTKASSER

source: Video call
nb: Videosamtale

source: View Source
nb: Vis kilde

source: View a single account to search all its folders.
nb: Vis én enkelt konto for å søke i alle mappene dens.

source: Waiting
nb: Venter

source: Wake at
nb: Vekk kl.

source: Wednesday
nb: Onsdag

source: Week
nb: Uke

source: Week view
nb: Ukesvisning

source: Weekly
nb: Ukentlig

source: When
nb: Når

source: Yahoo requires an app password — not your login password. Generate one in Yahoo → Account Security → Generate app password.
nb: Yahoo krever et app-passord — ikke innloggings­passordet ditt. Generer ett i Yahoo → Account Security → Generate app password.

source: Year
nb: År

source: Yearly
nb: Årlig

source: Yes
nb: Ja

source: Yesterday
nb: I går

source: You
nb: Du

source: You can pin up to 500 messages. Unpin a message before adding another.
nb: Du kan feste opptil 500 meldinger. Løsne en melding før du legger til en ny.

source: You're offline. Changes are queued.
nb: Du er offline. Endringene er lagt i kø.

source: Your credentials stay in the Keychain. Brev connects directly to your mail provider.
nb: Legitimasjonen din blir i Nøkkelringen. Brev kobler direkte til e-post­leverandøren din.

source: Your credentials stay in the Keychain. Brev connects directly to your provider.
nb: Legitimasjonen din blir i Nøkkelringen. Brev kobler direkte til leverandøren din.

source: Your reply is saved in Drafts. Open Brev to try again.
nb: Svaret ditt er lagret i Utkast. Åpne Brev for å prøve igjen.

# addNote.action
source: Add Note
nb: Legg til notat

# allFolders.lower
source: all folders
nb: alle mapper

# allMailboxes.title
source: All Mailboxes
nb: Alle postkasser

# blockSender.action
source: Block Sender
nb: Blokker avsender

# blockSender.menu
source: Block Sender…
nb: Blokker avsender …

# copyLink.lower
source: Copy link
nb: Kopier lenke

# copyToLocalFolder.menu
source: Copy to Local Folder…
nb: Kopier til lokal mappe …

# couldntLoadFolders.plain
source: Couldn't load folders
nb: Kunne ikke laste mapper

# couldntUpdateAiWriter.period
source: Couldn't update with AI Writer.
nb: Kunne ikke oppdatere med AI-skriver.

# createTask.lower
source: Create task
nb: Opprett oppgave

# createTask.menu
source: Create Task…
nb: Opprett oppgave …

# currentFolder.lower
source: current folder
nb: gjeldende mappe

source: day
nb: dag

# day.title
source: Day
nb: Dag

source: days
nb: dager

# deleteFolder.action
source: Delete Folder
nb: Slett mappe

# dueDate.title
source: Due Date
nb: Frist

# editNote.action
source: Edit Note
nb: Rediger notat

# editTask.lower
source: Edit task
nb: Rediger oppgave

# enableAiWriter.menu
source: Enable AI Writer…
nb: Aktiver AI-skriver …

# folder.deleteJunk.title
source: Delete Junk Mail?
nb: Slett søppelpost

# folder.empty.title
source: Empty Folder?
nb: Tøm mappe

# folder.emptyTrash.title
source: Empty Trash?
nb: Tøm søppel

source: https://example.com or email@example.com
nb: https://example.com eller navn@example.com

source: iCloud Mail requires an app-specific password — not your Apple ID password. Create one at appleid.apple.com → Sign-In and Security → App-Specific Passwords.
nb: iCloud Mail krever et app-spesifikt passord — ikke Apple ID-passordet ditt. Lag ett på appleid.apple.com → Sign-In and Security → App-Specific Passwords.

# importMail.action
source: Import Mail
nb: Importer e-post

# keyboardShortcuts.action
source: Keyboard Shortcuts
nb: Tastatursnarveier

# laterToday.lower
source: Later today
nb: Senere i dag

source: message
nb: melding

# month.lower
source: month
nb: måned

source: months
nb: måneder

# move.menu
source: Move…
nb: Flytt …

# moveToLocalFolder.menu
source: Move to Local Folder…
nb: Flytt til lokal mappe …

source: name@example.com
nb: navn@eksempel.no

# newContact.lower
source: New contact
nb: Ny kontakt

# newEvent.lower
source: New event
nb: Ny hendelse

# newLocalFolder.action
source: New Local Folder
nb: Ny lokal mappe

# newSubfolder.action
source: New Subfolder
nb: Ny undermappe

# newTask.lower
source: New task
nb: Ny oppgave

# nextWeek.lower
source: Next week
nb: Neste uke

# noSubject.plain
source: No subject
nb: Uten emne

source: on %@
nb: på %@

# print.action
source: Print
nb: Skriv ut

# renameFolder.action
source: Rename Folder
nb: Gi mappen nytt navn

# setFollowUpReminder.menu
source: Set Follow-Up Reminder…
nb: Sett oppfølgings­påminnelse …

# setLocalName.action
source: Set Local Name
nb: Sett lokalt navn

# signature.label
source: Signature:
nb: Signatur:

source: sorted %@
nb: sortert %@

source: the provider
nb: leverandøren

source: this sender
nb: denne avsenderen

# thisFolder.lower
source: this folder
nb: denne mappen

source: to %@
nb: til %@

source: to %@ + %lld more
nb: til %@ + %lld til

source: until %@
nb: til %@

source: username templates cannot contain line breaks or invalid characters.
nb: Brukernavns­maler kan ikke inneholde linjeskift eller ugyldige tegn.

# week.lower
source: week
nb: uke

source: weeks
nb: uker

# year.lower
source: year
nb: år

source: years
nb: år

source: your provider
nb: leverandøren din
